"MenuTitle" = "HP LaserJet Professional Utility";

"Cleaning Page" = "Reinigingspagina";
"Demo Page" = "Demonstratiepagina";
"Configuration Page" = "Configuratiepagina";
"Supply Status Page" = "Pagina Status benodigdheden";
"Print Information Pages" = "Druk informatiepagina's af";

"OK" = "OK";
"Cancel" = "Annuleer";
"Quiet Mode" = "Stille modus";
"Enable" = "Inschakelen";
"Disable" = "Uitschakelen";
"HTML Config..." = "HTML-configuratie…";

"After 1 minute" = "Na 1 minuut";

"After 5 minutes" = "Na 5 minuten";

"After 15 minutes" = "Na 15 minuten";

"After 30 minutes" = "Na 30 minuten";

"After 1 hour" = "Na 1 uur";

"After 2 hours" = "Na 2 uur";

"Never" = "Nooit";


"1 minute" = "1 minuut";

"5 minutes" = "5 minuten";

"15 minutes" = "15 minuten";

"30 minutes" = "30 minuten";

"1 hour" = "1 uur";

"2 hours" = "2 uur";

"4 hours" = "4 uur";

"8 hours" = "8 uur";

"24 hours" = "24 uur";

"EcoSMART" = "EcoSMART";

"sleep after" = "Slaapmodus na:";

"Auto Off after:" = "Automatisch uitschakelen na:";

"Language" = "DUTCH";

"CleaningPagePanelLabel" = "De HP LaserJet Professional Cleaning Utility is ontworpen om overtollige papier- en tonerdeeltjes te verwijderen die zich op de fusereenheid en rollers hebben verzameld, waardoor de levensduur van de printer wordt verlengd.\r\nVoer de volgende stappen uit om het reinigingsproces te starten:\r\n1. Zorg ervoor dat het apparaat inactief is en het lampje Klaar brandt\r\n2. Plaats overheadtransparanten of kopieerpapier (70g/m²-90g/m²) met een glad oppervlak in invoerlade 1\r\n3. Druk op OK om te beginnen met reinigen\r\nOpmerking: het reinigingsproces neemt ongeveer 3 minuten in beslag van begin tot einde.";
